Repository: NSCabezon/ios-spain-s
Catalog: santander-one/Modules/Features/FinantialTimeline/FinantialTimeline/Assets/*.lproj/Localizable.strings
Languages: es

# general_error_unknow
source: An unexpected error has occurred
es: Ha ocurrido un error inesperado

# general_language_key
source: en
es: es

# generic_popup_loading
source: Loading...
es: Cargando...

# generic_label_secureConnection
source: This connection is secure
es: Esta conexión es segura

# loading_label_moment
source: Wait a moment, please
es: Espere un momento, por favor

# title_toolbar
source: Financial timeline
es: Agenda financiera

source: Today
es: Hoy

# no_more_previous_events
source: We do not have events for any previous dates
es: No tenemos eventos para ninguna fecha anterior

# no_more_coming_events
source: We still do not have predictions for any further dates
es: Todavía no tenemos predicciones para ninguna otra fecha

# message_info_toolbar
source: Your Financial Time-Line shows the most relevant events of you finances. All future events displayed are estimations based on your behaviour in the past. Dates and amounts are orientative and therefore could change once all your movements are liquidated in your accounts.
es: Tu agenda financiera muestra los eventos más relevantes de tus finanzas. Todos los eventos con vista a futuro son estimaciones en base a tu comportamiento pasado. La fecha e importes son orientativos y podrían variar una vez los movimientos se liquiden en tus cuentas.

# no_event_today
source: No events foreseen for today
es: No hay eventos previstos para hoy

# timeline.timelinedetailSection.calculateDefectLabel
source: Estimated based on your past behaviour
es: Estimado en base a tu comportamiento en el pasado

source: Issue date
es: Fecha de cargo

# deferred_issue_date
source: Issue date
es: Fecha de operación

# arrengement_date
source: Arrangement date
es: Fecha Valor

# timeline.timelinedetailSection.defferred.to.title
source: To
es: A la cuenta

# timeline.timelinedetailSection.defferred.frequency.title
source: Frecuency
es: Frecuencia

# timeline.timelinedetailSection.defferred.undefined
source: Undefined
es: Sin definir

# timeline.timelinedetailSection.defferred.frequency.none
source: None
es: Ninguna

# timeline.timelinedetailSection.defferred.frequency.weekly
source: Weekly
es: Semanal

# timeline.timelinedetailSection.defferred.frequency.twoweeks
source: Two weeks
es: Dos semanas

# timeline.timelinedetailSection.defferred.frequency.monthly
source: Monthly
es: Mensual

# timeline.timelinedetailSection.defferred.frequency.annually
source: Annually
es: Anual

# timeline.timelinedetailSection.alert.sameDay
source: The same day
es: El mismo día

# timeline.timelinedetailSection.alert.dayBefore
source: Day before
es: Día anterior

# timeline.timelinedetailSection.alert.weekBefore
source: Week before
es: Semana anterior

# timeline.timelinedetailSection.alert.remindme
source: Remind me
es: Recuérdame

# timeline.timelinedetailSection.alert.created
source: Your reminder has been <b><font color=#EC0000>created</font></b>
es: Tu recordatorio ha sido <b><font color=#EC0000>creado</font></b>

# timeline.timelinedetailSection.alert.error
source: A connection error has occurred, try again later
es: Ha ocurrido un error, inténtalo mas tarde

# timeline.timelinedetailSection.alert.edited
source: Changes in your reminder have been <b><font color=#EC0000>correctly stored <b><font color=#EC0000>
es: Los cambios en tu recordatorio se han <b><font color=#EC0000>guardado correctamente</font></b>

# timeline.timelinedetailSection.alert.deleted
source: Your reminder has been <b><font color=#EC0000>deleted<b><font color=#EC0000>
es: Tu recordatorio ha sido <b><font color=#EC0000>borrado</font></b>

# timeline.timelinedetailSection.alert.accept
source: Accept
es: Aceptar

# timeline.timelinedetailSection.alert.delete.alert.title
source: Delete reminder
es: Borrar recordatorio

# timeline.timelinedetailSection.alert.delete.alert.message
source: Are you sure you want to delete this reminder?
es: ¿Estás seguro de querer borrar el recordatorio?

# timeline.timelinedetailSection.alert.delete.alert.confirm
source: Confirm
es: Confirmar

# timeline.timelinedetailSection.alert.delete.alert.cancel
source: Cancel
es: Cancelar

# timeline.timelinedetailSection.event.modified
source: All your changes have been <b><font color=#EC0000>stored successfully<b><font color=#EC0000>
es: Todos tus cambios han sido <b><font color=#EC0000>guardados correctamente<b><font color=#EC0000>

# timeline_text_noPredictions
source: We do not have any forecasts yet
es: Aún no disponemos de predicciones

# timeline_title_error
source: We are sorry
es: Lo sentimos

# timeline.newcustomeventSection.title
source: New personal event
es: Nuevo evento personal

# timeline.newcustomeventSection.title.editMode
source: Personal event
es: Evento personal

# timeline.newcustomeventSection.event.conceptTitle
source: Concept title
es: Título

# timeline.newcustomeventSection.event.conceptTitle.required
source: Required
es: Obligatorio

# timeline.newcustomeventSection.event.description
source: Description
es: Descripción

# timeline.newcustomeventSection.event.description.optional
source: Optional
es: Opcional

# timeline.newcustomeventSection.event.since
source: Since
es: Desde

# timeline.newcustomeventSection.event.until
source: Until
es: Hasta

# timeline.newcustomeventSection.event.confirm
source: Confirm
es: Confirmar

# timeline.newcustomeventSection.event.confirm.label
source: Please, fill in all text fields before going on
es: Por favor, rellena todos los campos antes de continuar

# timeline.newcustomeventSection.event.frequency.error
source: Your selected frequency is greater than the range of selected dates
es: La frecuencia seleccionada es mayor que el rango de fechas seleccionadas

# timeline.newcustomeventSection.event.frequency.none
source: None
es: Ninguna

# timeline.newcustomeventSection.event.frequency.weekly
source: Weekly
es: Semanal

# timeline.newcustomeventSection.event.frequency.twoweeks
source: Two weeks
es: Dos semanas

# timeline.newcustomeventSection.event.frequency.monthly
source: Monthly
es: Mensual

# timeline.newcustomeventSection.event.frequency.annually
source: Annually
es: Anual

# timeline.newcustomeventSection.event.frequency.hint
source: Frequency
es: Frecuencia

# timeline.newcustomeventSection.event.error.title
source: Ups! An error has occurred
es: Ups! Ha ocurrido un error

# timeline.newcustomeventSection.event.error.subtitle
source: Try again or come back later
es: Inténtalo de nuevo o vuelve más tarde

# timeline.newcustomeventSection.event.error.accept
source: Accept
es: Aceptar

# menu.create.event
source: Create Event
es: Crear evento

# menu.setup
source: Set up
es: Configuración

# menu.personal.events
source: See my events
es: Ver mis eventos

# menu.export
source: Export
es: Exportar

# menu.help
source: Help
es: Ayuda

# export.event.info
source: Choose the range of movements that you would like to export
es: Elija el rango de movimientos que le gustaría exportar

# export.event.all.time.option
source: All Time-Line movements
es: Todos los movimientos del Time-Line

# export.event.all.month.event.option
source: All movements for this month
es: Todos los movimientos de este mes

# export.event.with.filter.option
source: Movements with filters applied
es: Movimientos con el filtro aplicado

# export.event.specific.type.option
source: Movements from a specific transaction type
es: Movimientos de un tipo de transacción especifico

# setup.display.date.title
source: Display by date
es: Mostrar por fecha

# setup.show.only.future.movements.option
source: Show me only future movements
es: Mostrar sólo movimientos a futuro

# setup.moths.title
source: Months
es: Meses

# setup.months.actual.plural
source: %@ months
es: %@ meses

# setup.months.actual.singular
source: %@ month
es: %@ mes

# setup.display.products.title
source: Select products to be displayed
es: Seleccionar productos a mostrar

# setup.product.accounts.title
source: Accounts
es: Cuentas

# setup.product.cards.title
source: Cards
es: Tarjetas

# setup.select.all.product
source: Select all %@
es: Seleccionar todas las %@

# setup.display.movements.type.title
source: Display by type of movement
es: Mostrar por tipo de movimiento

# setup.confirm
source: Confirm
es: Confirmar

# cta.remindme.delete
source: Delete reminder
es: Eliminar recordatorio

# timeline.customeventsSection.title
source: Personal events
es: Eventos personales

# timeline.customeventsSection.error.subtitle
source: A connection error has ocurred, try again later.
es: Ha ocurrido un error, inténtalo mas tarde

# timeline.customeventsSection.noEvents.title
source: No personal events to display
es: No hay eventos personales que mostrar

# timeline.customeventsSection.noEvents.message
source: First you need to create a personal event.
es: Primero necesitas crear un evento personal.

# timeline.customeventsSection.noEvents.createNewButton.title
source: Create new event
es: Crear nuevo evento

# timeline.customeventdetailSection.title
source: Personal event
es: Evento personal

# timeline.customeventdetailSection.startDate
source: Start date
es: Fecha de inicio

# timeline.customeventdetailSection.endDate
source: End date
es: Fecha final

# timeline.customeventdetailSection.frequency
source: Frequency
es: Frecuencia

# timeline.customeventdetailSection.frequency.none
source: None
es: Ninguna

# timeline.customeventdetailSection.frequency.weekly
source: Weekly
es: Semanal

# timeline.customeventdetailSection.frequency.twoweeks
source: Two weeks
es: Dos semanas

# timeline.customeventdetailSection.frequency.monthly
source: Monthly
es: Mensual

# timeline.customeventdetailSection.frequency.annually
source: Annually
es: Anual

# timeline.customeventdetailSection.delete.event.alert.title
source: Delete event
es: Borrar evento

# timeline.customeventdetailSection.delete.event.alert.message
source: Are you sure you want to delete this event?
es: ¿Estás seguro de querer borrar el evento?

# timeline.customeventdetailSection.delete.event.alert.confirm
source: Confirm
es: Confirmar

# timeline.customeventdetailSection.delete.event.alert.cancel
source: Cancel
es: Cancelar

# timeline.customeventdetailSection.delete.event.alert.error
source: A connection error has occurred, try again later
es: Ha ocurrido un error, inténtalo mas tarde

# timeline.customeventdetailSection.delete.event.succeed.alert.message
source: Your event has been <b><font color=#EC0000>deleted<b><font color=#EC0000>
es: Tu evento ha sido <b><font color=#EC0000>borrado</font></b>

# timeline.timelinedetailSection.chart.disclaimer
source: The following graph shows the sum of all your monthly changes
es: El siguiente gráfico muestra la suma de todos sus cambios mensuales
