Repository: NSCabezon/ios-spain-s
Catalog: Santander/Siri/*.lproj/CustomIntents.strings
Languages: ca, eu, fr, gl, it, pl_pl, pt_br

# 7LixPm
source: Call my branch manager
ca: Trucar al meu gestor d'oficina
eu: Deitu nire bulegoko zuzendariari
fr: Appeler mon responsable de bureau
gl: Chamar ao meu xestor de oficina
it: Chiama il mio responsabile dell'ufficio
pl_pl: Zadzwoń do mojego kierownika biura
pt_br: Ligar para o meu gestor de balcão

# 81VwJ2
source: Call manager ${availableName} at telephone ${availablePhone}
ca: Trucar a l'gestor $ {availableName} amb el telèfon $ {availablePhone}.
eu: Deitu $ {availableName} kudeatzaileari $ {availablePhone} telefonoarekin.
fr: Appelez le gestionnaire $ {availableName} avec le téléphone $ {availablePhone}.
gl: Chamar ao xestor ${availableName} co teléfono ${availablePhone}
it: Chiama il gestore $ {availableName} con il telefono $ {availablePhone}.
pl_pl: Zadzwoń do menedżera $ {availableName} z telefonu $ {availablePhone}.
pt_br: Ligar para o gestor ${availableName} com o telefone ${availablePhone}.

# 8KzVwy
source: Get available balance
ca: Obtenir el saldo disponible
eu: Lortu eskuragarri duzun saldoa
fr: Obtenez le solde disponible
gl: Obter o saldo dispoñible
it: Ottieni il saldo disponibile
pl_pl: Uzyskaj dostępne saldo
pt_br: Obtenha o saldo disponível

# 9Ys2mO
source: Your manager's details cannot be retrieved
ca: No ha estat possible recuperar la informació.
eu: Ezin izan da zure informazioa berreskuratu.
fr: Il n'a pas été possible de récupérer vos informations.
gl: Non se poden recuperar os datos do teu xestor
it: Non è stato possibile recuperare le tue informazioni.
pl_pl: Odzyskanie informacji nie było możliwe.
pt_br: Não foi possível recuperar as suas informações.

# BHXpCt
source: Undrawn balance: ${balance}.
ca: El teu saldo disponible és de: $ {balance}.
eu: Eskuragarri duzun saldoa hau da: $ {balance}.
fr: Votre solde disponible est de: $ {balance}.
gl: Saldo dispoñible: ${balance}.
it: Il tuo saldo disponibile è: $ {balance}.
pl_pl: Twoje dostępne saldo to: {balance} USD.
pt_br: O seu saldo disponível é: $ {balance}.

# BxiB84
source: You must log in to the app and enable biometric access
ca: Cal logarse a l'app i habilitar l'accés biomètric.
eu: Beharrezkoa da aplikazioan sartu eta sarbide biometrikoa gaitzea.
fr: Il est nécessaire de se connecter à l'application et d'activer l'accès biométrique.
gl: Cómpre iniciar sesión na app e habilitar o acceso biométrico
it: È necessario accedere all'app e abilitare l'accesso biometrico.
pl_pl: Konieczne jest zalogowanie się do aplikacji i włączenie dostępu biometrycznego.
pt_br: É necessário fazer login da App e ativar o acesso biométrico.

# FmxDSM
source: Undrawn balance
ca: saldo disponible
eu: Eskuragarri dagoen saldoa
fr: Solde disponible
gl: Saldo dispoñible
it: Saldo disponibile
pl_pl: Dostępne saldo
pt_br: Saldo disponível

# GFCImA
source: To call your manager, you must have Touch ID enabled in the app
ca: Per poder trucar al teu gestor cal que activeu l'accés mitjançant Touch ID a l'app
eu: Zure kudeatzaileari dei egin ahal izateko Touch ID bidez aktibatu behar duzu aplikazioa
fr: Pour pouvoir appeler votre responsable, vous devez activer l'accès via Touch ID dans l'application
gl: Para poder chamar ao teu xestor, debes activar o acceso mediante Touch ID na app
it: Per poter chiamare il tuo manager devi attivare l'accesso tramite Touch ID nell'app
pl_pl: Aby móc dzwonić do swojego menedżera, musisz aktywować dostęp przez Touch ID w aplikacji
pt_br: Para poder ligar para o seu gestor, deve ativar o acesso através do Touch ID na App

# KKICJm
source: Call my branch manager: ${name}
ca: Trucar al meu gestor d'oficina: $ {name}
eu: Deitu bulegoko zuzendariari: $ {name}
fr: Appeler mon responsable de bureau: $ {name}
gl: Chamar ao meu xestor de oficina: ${name}
it: Chiama il mio responsabile dell'ufficio: $ {name}
pl_pl: Zadzwoń do mojego kierownika biura: $ {name}
pt_br: Ligar para o gestor do meu balcão: ${name}

# LzB9tT
source: The number that will be called is ${phone}
ca: El número que es dirà és $ {phone}
eu: Deitu beharreko zenbakia $ {phone} da.
fr: Le numéro à appeler est $ {phone}
gl: O número que se chamará é ${phone}
it: Il numero da chiamare è $ {phone}
pl_pl: Numer, pod który należy zadzwonić, to $ {phone}
pt_br: O número a ser chamado é $ {phone}

# OBeKvI
source: Your manager's details cannot be retrieved
ca: No es poden recuperar les dades de la teva gestor.
eu: Ezin dira datuak zure kudeatzailetik berreskuratu.
fr: Impossible de récupérer les données de votre responsable.
gl: Non se poden recuperar os datos do teu xestor
it: Impossibile recuperare i dati dal tuo manager.
pl_pl: Nie można pobrać danych od menedżera.
pt_br: Não é possível recuperar os dados do seu gestor.

# OpQFR3
source: To call, log in to the app
ca: Per trucar accedeix a l'aplicació.
eu: Sartzeko aplikaziora deitzeko.
fr: Pour appeler, accédez à l'application.
gl: Para chamar accede á aplicación
it: Per chiamare accedi all'applicazione.
pl_pl: Aby zadzwonić, dostęp do aplikacji.
pt_br: Para ligar, aceda à App.

# Q6OosD
source: Call my personal manager
ca: Trucar al meu gestor personal
eu: Deitu nire kudeatzaile pertsonalari
fr: Appeler mon responsable personnel
gl: Chamar ao meu xestor persoal
it: Chiama il mio manager personale
pl_pl: Zadzwoń do mojego osobistego menedżera
pt_br: Ligar para meu gestor pessoal

# Qe2aoI
source: Makes it easier to contact your branch
ca: Facilita la comunicació amb la teva oficina
eu: Zure bulegoarekin komunikazioa erraztu
fr: Facilitez la communication avec votre bureau
gl: Facilita a comunicación coa túa oficina
it: Facilita la comunicazione con il tuo ufficio
pl_pl: Ułatw komunikację ze swoim biurem
pt_br: Facilite a comunicação com o seu balcão

# WipKEw
source: Call manager ${availableName} at telephone ${availablePhone}
ca: Trucar a l'gestor $ {availableName} amb el telèfon $ {availablePhone}.
eu: Deitu $ {availableName} kudeatzaileari $ {availablePhone} telefonoarekin.
fr: Appelez le gestionnaire $ {availableName} avec le téléphone $ {availablePhone}.
gl: Chamar ao xestor ${availableName} co teléfono ${availablePhone}
it: Chiama il gestore $ {availableName} con il telefono $ {availablePhone}.
pl_pl: Zadzwoń do menedżera $ {availableName} z telefonu $ {availablePhone}.
pt_br: Ligar para o gestor ${availableName} com o telefone ${availablePhone}.

# Xzx8ka
source: You must log in to the app and enable biometric access
ca: Cal logarse a l'app i habilitar l'accés biomètric.
eu: Beharrezkoa da aplikazioan sartu eta sarbide biometrikoa gaitzea.
fr: Il est nécessaire de se connecter à l'application et d'activer l'accès biométrique.
gl: Cómpre iniciar sesión na app e habilitar o acceso biométrico
it: È necessario accedere all'app e abilitare l'accesso biometrico.
pl_pl: Konieczne jest zalogowanie się do aplikacji i włączenie dostępu biometrycznego.
pt_br: É necessário fazer login na App e ativar o acesso biométrico.

# ZZWGSf
source: Get available balance
ca: Obtenir el saldo disponible
eu: Lortu eskuragarri duzun saldoa
fr: Obtenez le solde disponible
gl: Obter o saldo dispoñible
it: Ottieni il saldo disponibile
pl_pl: Uzyskaj dostępne saldo
pt_br: Obtenha o saldo disponível

# alwIe9
source: Last calculated on: ${abonadoCuentaUltimaLiquidacion} and your accumulated total is from: ${abonadoCuentaTotalAcumulado}
ca: La teva última liquidació és de: $ {abonadoCuentaUltimaLiquidacion} i la teva total acumulat és de: $ {abonadoCuentaTotalAcumulado}.
eu: Zure azken likidazioa hauxe da: $ {abonadoCuentaUltimaLiquidacion} eta zure metatutako kopurua hau da: $ {abonadoCuentaTotalAcumulado}.
fr: Votre dernier règlement est: $ {abonadoCuentaUltimaLiquidacion} et votre total accumulé est: $ {abonadoCuentaTotalAcumulado}.
gl: A túa última liquidación é de: ${abonadoCuentaUltimaLiquidacion} e o teu total acumulado é de: ${abonadoCuentaTotalAcumulado}
it: Il tuo ultimo saldo è: $ {abonadoCuentaUltimaLiquidacion} e il totale accumulato è: $ {abonadoCuentaTotalAcumulado}.
pl_pl: Twoje ostatnie rozliczenie to: $ {abonadoCuentaUltimaLiquidacion}, a łączna suma to: $ {abonadoCuentaTotalAcumulado}.
pt_br: A sua última liquidação foi: $ {abonadoCuentaUltimaLiquidacion} e o seu total acumulado é: $ {abonadoCuentaTotalAcumulado}.

# bvHG4i
source: Call personal manager
ca: Trucar a l'gestor personal
eu: Deitu kudeatzaile pertsonalari
fr: Appeler le responsable personnel
gl: Chamar ao xestor persoal
it: Chiama il manager personale
pl_pl: Zadzwoń do osobistego menedżera
pt_br: Ligue para o gestor pessoal

# cHPA27
source: We could not get your balance
ca: No ha estat possible obtenir el teu saldo
eu: Ezin izan da oreka lortu
fr: Il n'a pas été possible d'obtenir votre solde
gl: Non foi posible obter o teu saldo.
it: Non è stato possibile recuperare il saldo
pl_pl: Nie udało się uzyskać salda
pt_br: Não foi possível obter o seu saldo

# cPnFF9
source: 123 account status
ca: Situació del compte 123
eu: 123 kontuaren egoera
fr: État du compte 123
gl: Situación da conta 123
it: Stato dell'account 123
pl_pl: Stan konta 123
pt_br: Status da conta 123

# eHkhYo
source: Makes it easier to contact your personal manager
ca: Facilita la comunicació amb el teu gestor personal
eu: Zure kudeatzaile pertsonalarekin komunikazioa erraztu
fr: Facilitez la communication avec votre manager personnel
gl: Facilita a comunicación co teu xestor persoal
it: Facilita la comunicazione con il tuo manager personale
pl_pl: Ułatw komunikację ze swoim osobistym menedżerem
pt_br: Facilita a comunicação com o seu gestor pessoal

# fEhlyY
source: You must log in to the app and enable biometric access
ca: Cal logarse a l'app i habilitar l'accés biomètric.
eu: Beharrezkoa da aplikazioan sartu eta sarbide biometrikoa gaitzea.
fr: Il est nécessaire de se connecter à l'application et d'activer l'accès biométrique.
gl: Cómpre iniciar sesión na app e habilitar o acceso biométrico
it: È necessario accedere all'app e abilitare l'accesso biometrico.
pl_pl: Konieczne jest zalogowanie się do aplikacji i włączenie dostępu biometrycznego.
pt_br: É necessário fazer login na App e ativar o acesso biométrico.

# kOy1iF
source: Your manager's details cannot be retrieved
ca: No es poden recuperar les dades de la teva gestor.
eu: Ezin dira datuak zure kudeatzailetik berreskuratu.
fr: Impossible de récupérer les données de votre responsable.
gl: Non se poden recuperar os datos do teu xestor
it: Impossibile recuperare i dati dal tuo manager.
pl_pl: Nie można pobrać danych od menedżera.
pt_br: Não é possível recuperar os dados do seu gestor.

# tgFy7g
source: Call my manager
ca: Trucar al meu gestor
eu: Deitu nire kudeatzaileari
fr: Appelle mon manager
gl: Chamar ao meu xestor
it: Chiama il mio manager
pl_pl: Zadzwoń do mojego menedżera
pt_br: Ligar para o meu gestor

# wgiaoa
source: Profit for month and total
ca: Benefici del mes i el total
eu: Hileko irabazia eta guztirakoa
fr: Bénéfice du mois et total
gl: Beneficio do mes e o total
it: Utile del mese e totale
pl_pl: Zysk za miesiąc i łącznie
pt_br: Entradas do mês e total

# yq7Irs
source: To call, log in to the app
ca: Per trucar accedeix a l'aplicació.
eu: Sartzeko aplikaziora deitzeko.
fr: Pour appeler, accédez à l'application.
gl: Para chamar accede á aplicación
it: Per chiamare accedi all'applicazione.
pl_pl: Aby zadzwonić, dostęp do aplikacji.
pt_br: Para ligar, aceda à App.
